Repository: GFreitasLab/Stock21
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Employee
pt_br: Funcionário

source: Administrator
pt_br: Adiministrador

source: The passwords must be the same!
pt_br: As senhas devem ser iguais!

source: The password must be at least 8 characters long!
pt_br: A senha deve ter no mínimo 8 caracteres!

source: Delete Account
pt_br: Deletar Conta

source: Confirm Exclusion
pt_br: Confirmar Exclusão

source: Are you sure you want to delete account
pt_br: Tem certeza que deseja excluir a conta de

source: This action cannot be undone.
pt_br: Essa ação não poderá ser desfeita.

source: Confirm with password
pt_br: Confirmar com senha

source: Cancel
pt_br: Cancelar

source: Detail Account
pt_br: Detalhar Conta

source: Account Details
pt_br: Detalhes da Conta

source: Name
pt_br: Nome

source: Role
pt_br: Cargo

source: Creation Date
pt_br: Data de Criação

source: Last Change
pt_br: Ultima alteração

source: Back to List
pt_br: Voltar para o início

source: Edit
pt_br: Editar

source: Delete
pt_br: Deletar

source: Account List
pt_br: Listar Contas

source: List of Accounts
pt_br: Lista de Contas

source: Filter By
pt_br: Filtrar por

source: Value
pt_br: Valor

source: Type the Value...
pt_br: Digite o valor...

source: Filter
pt_br: Filtrar

source: Create Account
pt_br: Criar Conta

source: Actions
pt_br: Ações

source: Previous
pt_br: Anterior

source: Page
pt_br: Página

source: Next
pt_br: Próximo

source: Edit Account
pt_br: Editar Conta

source: Update Account
pt_br: Atualizar Conta

source: Last Name
pt_br: Sobrenome

source: Password
pt_br: Senha

source: Confirm Password
pt_br: Senha

source: Update
pt_br: Atualizar

source: Login
pt_br: Entrar

source: Log in to your account
pt_br: Entrar na sua conta

source: Enter your details to access
pt_br: Insira suas credenciais para acessar

source: your@email.com
pt_br: seu@email.com

source: Register
pt_br: Registrar

source: Register Account
pt_br: Registrar Conta

source: example@email.com
pt_br: seu@email.com

source: Fill in all fields
pt_br: Preencha todos os campos

source: Email or Password inválid!
pt_br: Email ou senha inválidos

source: User sucessfully created!
pt_br: Usuário criado com sucesso!

source: sucessfully Logged out!
pt_br: Deslogado com sucesso!

source: Account sucessfully changed!
pt_br: Conta atualizada com sucesso!

source: The password you entered is incorrect!
pt_br: A senha que você inseriu está incorreta!

source: Account successfully deleted!
pt_br: Conta deletada com sucesso!

source: Stock In
pt_br: Entrada

source: Stock Out
pt_br: Saída

source: Grams
pt_br: Gramas

source: Kilograms
pt_br: Quilos

source: Units
pt_br: Unidades

source: The period cannot be negative.
pt_br: O período não pode ser negativo.

source: The maximum consultation period is 30 days.
pt_br: O período máximo de consulta é de 30 dias.

source: Insert a valid date
pt_br: Insira uma data válida

source: Select at least 1 ingredient
pt_br: Selecione ao menos 1 ingrediente

source: Enter a value greater than 0 to %(name)s
pt_br: Inisira um valor maior que 0 para %(name)s

source: Insert a valid value to %(name)s
pt_br: Insira um valor válido para %(name)s

source: Select at least 1 product
pt_br: Selecione ao menos 1 produto

source: Insufficient stock for ingredient %(ingredient)s!
pt_br: Estoque insuficiente para o ingrediente %(ingredient)s!

source: Record Stock Movement
pt_br: Nova movimentação

source: Movement Type
pt_br: Tipo de movimentação

source: Ingredients
pt_br: Ingredientes

source: Include
pt_br: Incluir

source: Ingredient
pt_br: Ingredientes

source: Price
pt_br: Preço

source: Amount
pt_br: Quantidade

source: Measure Unit
pt_br: Unidade de Medida

source: Unit
pt_br: Unidade

source: Products
pt_br: Produtos

source: Product
pt_br: Produtos

source: Commentary
pt_br: Comentário

source: Record
pt_br: Registrar

source: Delete Stock Movement
pt_br: Deletar movimentação

source: Are you sure you want to delete stock movement
pt_br: Tem certeza que deseja excluir a movimentação

source: Movement Detail
pt_br: Detalhes da Movimentação

source: Details of Stock movement
pt_br: Detalhes da Movimentação

source: Responsible
pt_br: Responsável

source: Type
pt_br: Tipo

source: Date
pt_br: Data

source: Movement List
pt_br: Lista de Movimentações

source: List of Movements
pt_br: Lista de Movimentações

source: Start Date
pt_br: Data Inícial

source: End Date
pt_br: Data Final

source: Generate Report
pt_br: Gerar Relatório

source: No Stock Movement Found
pt_br: Nenhuma movimentação

source: Report
pt_br: Relatório

source: Generate
pt_br: Gerar Relatório

source: Movement successfully recorded!
pt_br: Movimentação registrada com sucesso!

source: Movement successfully deleted!
pt_br: Movimentação deletada com sucesso!

source: Movement Report
pt_br: Relatório da Movimentação

source: Period: %(s_dt)s to %(e_dt)s
pt_br: Período: %(s_dt)s até %(e_dt)s

source: Responsible: %(user)s
pt_br: Responsável: %(user)s

source: Total value: $ %(value)s
pt_br: Valor Total: R$ %(value)s

source: Quantity Purchased
pt_br: Quantidade Vendida

source: $ %(price)s
pt_br: R$ %(price)s

source: Quantity Sold
pt_br: Quantidade Comprada

source: Finantial Resume
pt_br: Resumo Financeiro

source: Total Stock In: $ %(t_in)s
pt_br: Total de Entrada: R$ %(t_in)s

source: Total Stock Out: $ %(t_out)s
pt_br: Total de Saída: R$ %(t_out)s

source: Total Balance: $ %(tt)s
pt_br: Saldo Total: R$ %(tt)s

source: New Category
pt_br: Nova Categoria

source: Description
pt_br: Descrição

source: Delete Category
pt_br: Deletar Categoria

source: Are you sure you want to delete category
pt_br: Tem certeza que deseja excluir a categoria

source: Detail Category
pt_br: Detalhar Categoria

source: Category Details
pt_br: Detalhes da Categoria

source: Category List
pt_br: Listar Categorias

source: List of Categories
pt_br: Lista de Categorias

source: Create Category
pt_br: Criar Categoria

source: Edit Category
pt_br: Editar Categoria

source: Update Category
pt_br: Atualizar Categoria

source: Ingredient Create
pt_br: Criar Ingrediente

source: Create Ingredient
pt_br: Criar Ingrediente

source: Category
pt_br: Categoria

source: Minimum Quantity
pt_br: Quantidade Mínima

source: Delete Ingredient
pt_br: Deletar Ingrediente

source: Are you sure you want to delete ingredient
pt_br: Tem certeza que deseja excluir o ingrediente

source: Detail Ingredient
pt_br: Detalhar Ingrediente

source: Ingredient Details
pt_br: Detalhes do Ingrediente

source: Quantity in Stock
pt_br: Quantidate em Estoque

source: Ingredient List
pt_br: Listar Ingredientes

source: List of Ingredients
pt_br: Lista de Ingredientes

source: Quantity
pt_br: Quantidate

source: Register Ingredient
pt_br: Registrar Ingrediente

source: Update Ingredient
pt_br: Atualizar Ingrediente

source: Measure unit
pt_br: Unidade de Medida

source: New Product
pt_br: Criar Produto

source: No ingredients registered in the system.
pt_br: Sem ingredientes registrados no sistema

source: Delete Product
pt_br: Deletar Produto

source: Are you sure you want to delete product
pt_br: Tem certeza que deseja excluir o produto

source: Detail Product
pt_br: Detalhar Produto

source: Product Details
pt_br: Detalhes do Produto

source: No associated ingredients.
pt_br: Sem ingredientes associados

source: Product List
pt_br: Listar Produtos

source: List of Products
pt_br: Lista de Produtos

source: Register Product
pt_br: Registrar Produto

source: Edit Product
pt_br: Editar Produto

source: Update Product
pt_br: Atualizar Produto

source: The category you want to register already exists!
pt_br: A categoria que deseja registar já existe!

source: Category successfully created!
pt_br: categoria criada com sucesso!

source: The new name you want to enter is already associated with a category!
pt_br: O novo nome que deseja inserir já está associado a uma categoria!

source: Category successfully changed!
pt_br: Categoria atualizada com sucesso!

source: Category successfully deleted!
pt_br: Categoria deletada com sucesso!

source: The ingredient you want to register already exists!
pt_br: O ingrediente que deseja registar já existe!

source: Enter a quantity greater than 0
pt_br: Inisira uma quantidade maior que 0 para %(name)s

source: Please enter a valid quantity!
pt_br: Insira uma quantidade válida!

source: Please enter a valid minimum quantity!
pt_br: Insira uma quantidade mínima válida!

source: Ingredient successfully registered!
pt_br: Ingrediente registrado com sucesso!

source: The new name you want to enter is already associated with an ingredient.
pt_br: O novo nome que deseja inserir já está associado a um ingrediente!

source: Enter a minimum quantity greater than 0
pt_br: Inisira um valor maior que 0 para %(name)s

source: Ingredient successfully changed!
pt_br: Ingrediente atualizado com sucesso!

source: Ingredient successfully deleted!
pt_br: Ingrediente deletado com sucesso!

source: The product you want to create already exists!
pt_br: O produto que deseja registar já existe!

source: Enter a price greater than 0
pt_br: Inisira um valor maior que 0 para %(name)s

source: Enter a valid price!
pt_br: Insira um preço válido!

source: Select at least 1 ingredient!
pt_br: Selecione ao menos 1 ingrediente!

source: Insert a valid quantity to %(ingredient)s!
pt_br: Insira uma quantidada válida para %(ingredient)s

source: Product sucessfully created!
pt_br: Produto criado com sucesso!

source: Please enter a valid price!
pt_br: Insira um preço válido!

source: The new name you want to enter is already associated with a product!
pt_br: O novo nome que deseja inserir já está associado a um produto!

source: Please enter at least 1 ingredient!
pt_br: Selecione ao menos 1 ingrediente!

source: Enter a quantity greater then 0 for the ingredient %(ingredient)s!
pt_br: Insira uma quantidate maior que 0 para o ingrediente %(ingredient)s!

source: Enter a valid quantity for the ingredient %(ingredient)s!
pt_br: Insira uma quantidate válida para o ingrediente %(ingredient)s!

source: Product successfully changed!
pt_br: Produto atualizado com sucesso!

source: Product successfully deleted!
pt_br: Produto deletado com sucesso!

source: Oops! The page you are looking for was not found.
pt_br: Ops! A página que você procura não foi encontrada.

source: Perhaps it has been moved, renamed, or never existed.
pt_br: Talvez ela tenha sido movida, renomeada ou nunca existiu.

source: Back to home
pt_br: Voltar para o início

source: Accounts
pt_br: Contas

source: Categories
pt_br: Categorias

source: Stock Movements
pt_br: Movimentações

source: Logout
pt_br: Sair

source: Home
pt_br: Início

source: Hello, %(name)s
pt_br: Olá, %(name)s

source: Welcome to the inventory system control panel.
pt_br: Bem vindo ao sistema de controle de estoque

source: Total Movements
pt_br: Movimentações

source: Products in Stock
pt_br: Produtos

source: Low Stock
pt_br: Estoque Baixo

source: Today's Balance
pt_br: Saldo do Dia

source: Weekly Balance
pt_br: Saldo da Semana

source: Monthly Balance
pt_br: Saldo do Mês

source: New Stock Movement
pt_br: Nova movimentação

source: Add Product
pt_br: Adicionar Produto

source: Latest Movements
pt_br: Últimas Movimentações

source: No recent movement
pt_br: Sem movimentações recentes

source: Attention!
pt_br: Atenção!

source: below the minimum
pt_br: Abaixo do mínimo
